{
    "verses": [
      {
        "id": "John 3:16",
        "scripture": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
      },
      {
        "id": "Romans 5:5",
        "scripture": "and hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us."
      },
      {
        "id": "Psalm 33:22",
        "scripture": "Let your steadfast love, O LORD, be upon us, even as we hope in you."
      },
      {
        "id": "Jeremiah 29:11",
        "scripture": "For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope."
      },
      {
        "id": "1 Corinthians 13:13",
        "scripture": "So now faith, hope, and love abide, these three; but the greatest of these is love."
      },
      {
        "id": "Psalm 147:11",
        "scripture": "but the LORD takes pleasure in those who fear him, in those who hope in his steadfast love."
      },
      {
        "id": "Romans 12:12",
        "scripture": "Rejoice in hope, be patient in tribulation, be constant in prayer."
      },
      {
        "id": "1 Peter 1:3",
        "scripture": "Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead."
      },
      {
        "id": "Psalm 62:5",
        "scripture": "For God alone, O my soul, wait in silence, for my hope is from him."
      },
      {
        "id": "Proverbs 13:12",
        "scripture": "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life."
      },
      {
        "id": "1 Corinthians 16:14",
        "scripture": "Let all that you do be done in love."
      },
      {
        "id": "Romans 15:13",
        "scripture": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
      },
      {
        "id": "1 John 4:19",
        "scripture": "We love because he first loved us."
      },
      {
        "id": "Psalm 33:18",
        "scripture": "Behold, the eye of the LORD is on those who fear him, on those who hope in his steadfast love."
      },
      {
        "id": "Isaiah 40:31",
        "scripture": "but they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."
      },
      {
        "id": "Galatians 5:22-23",
        "scripture": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
      },
      {
        "id": "Lamentations 3:22-23",
        "scripture": "The steadfast love of the LORD never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness."
      },
      {
        "id": "Romans 8:24-25",
        "scripture": "For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? But if we hope for what we do not see, we wait for it with patience."
      },
      {
        "id": "1 Peter 4:8",
        "scripture": "Above all, keep loving one another earnestly, since love covers a multitude of sins."
      },
      {
        "id": "Psalm 42:11",
        "scripture": "Why are you cast down, O my soul, and why are you in turmoil within me? Hope in God; for I shall again praise him, my salvation and my God."
      }
    ]
  }
  